readwrite/8_node/job_1471233_fiojob_32/nid00125_fiojob_32/output.log
readwrite: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 32 processes

readwrite: (groupid=0, jobs=32): err= 0: pid=43875: Wed Jul 21 16:24:00 2021
  read: IOPS=54.1k, BW=211MiB/s (221MB/s)(61.9GiB/300360msec)
    slat (usec): min=7, max=4848.4k, avg=354.77, stdev=7842.94
    clat (usec): min=10, max=30177k, avg=75391.59, stdev=508833.06
     lat (usec): min=19, max=30270k, avg=75747.21, stdev=511583.00
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   14], 10.00th=[   14], 20.00th=[   14],
     | 30.00th=[   15], 40.00th=[   15], 50.00th=[   15], 60.00th=[   16],
     | 70.00th=[   19], 80.00th=[   20], 90.00th=[   21], 95.00th=[   55],
     | 99.00th=[ 1653], 99.50th=[ 2970], 99.90th=[ 7752], 99.95th=[ 9866],
     | 99.99th=[15100]
   bw (  KiB/s): min=  256, max=1169710, per=100.00%, avg=223400.18, stdev=11113.35, samples=18517
   iops        : min=   64, max=292427, avg=55849.32, stdev=2778.32, samples=18517
  write: IOPS=54.1k, BW=211MiB/s (221MB/s)(62.0GiB/300360msec); 0 zone resets
    slat (usec): min=68, max=4732.1k, avg=215.87, stdev=6646.93
    clat (usec): min=11, max=30270k, avg=75135.31, stdev=507444.96
     lat (usec): min=92, max=30270k, avg=75352.32, stdev=508244.73
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   14], 10.00th=[   14], 20.00th=[   14],
     | 30.00th=[   15], 40.00th=[   15], 50.00th=[   15], 60.00th=[   16],
     | 70.00th=[   19], 80.00th=[   20], 90.00th=[   21], 95.00th=[   54],
     | 99.00th=[ 1653], 99.50th=[ 2970], 99.90th=[ 7684], 99.95th=[ 9866],
     | 99.99th=[14966]
   bw (  KiB/s): min=  256, max=1168496, per=100.00%, avg=223452.35, stdev=11125.21, samples=18512
   iops        : min=   64, max=292124, avg=55862.34, stdev=2781.28, samples=18512
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=88.62%, 50=6.23%
  lat (msec)   : 100=0.56%, 250=1.05%, 500=1.07%, 750=0.55%, 1000=0.37%
  lat (msec)   : 2000=0.75%, >=2000=0.81%
  cpu          : usr=3.41%, sys=19.05%, ctx=261174, majf=0, minf=1412
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=16235848,16240835,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=211MiB/s (221MB/s), 211MiB/s-211MiB/s (221MB/s-221MB/s), io=61.9GiB (66.5GB), run=300360-300360msec
  WRITE: bw=211MiB/s (221MB/s), 211MiB/s-211MiB/s (221MB/s-221MB/s), io=62.0GiB (66.5GB), run=300360-300360msec